{
  "Auto Loader": "An experimental upgrade that automatically reloads the weapon, even when firing, at the cost of a reduced clip size.",
  "Concordant Sequence": "A modification that causes weapon strikes to temporarily enhance the regeneration rate of a wingman's shield, at the cost of increased heat generation.",
  "Corrosive Shell": "Experimental rounds that temporarily weaken hull hardness and increase all damage taken, at the cost of reduced ammo capacity.",
  "Dazzle Shell": "Experimental shells that temporarily reduce a targets sensor acuity upon impact.",
  "Dispersal Field": "Experimental upgrade that causes successful strikes to temporarily confuse all gimbaled and turreted hardpoints on the target, at the cost of direct damage potential.",
  "Drag Munition": "Experimental munitions that disrupt engine exhaust flow on the target, temporarily preventing ENG power distribution from increasing thrust.",
  "Emissive Munitions": "Experimental upgrade that causes strikes to envelope the target in energetic particles, significantly amplifying its signature, at the cost of increasing heat generation for the attacker.",
  "Feedback Cascade": "Rail slug energy charging mechanism, designed to interfere with shield cell operation. Strikes to a target deploying a shield cell will damage the shield cell bank and reduce shield cell restoration, at the cost of reduced damage from smaller rounds.",
  "Force Shell": "A modification to allow firing of low explosive shells, designed to generate a propelling blast. Strikes to a target are capable of forcing ships of course, at the cost of shot accuracy.",
  "High Yield Shell": "Modified munitions that convert a portion of damage to explosive, capable of hitting multiple internal modules if the attack breaches the hull, at the cost of a reduced fire rate.",
  "Incendiary Rounds": "Modified ammo system capable of delivering superheated rounds, increasing damage and converting a large portion to thermal.",
  "Inertial Impact": "Experimental upgrade that increases damage and converts half of it to kinetic, at the cost of introducing aiming jitter.",
  "Ion Disruptor": "Experimental munitions capable of disrupting a targets drives, causing them to reboot.",
  "Mass Lock Munition": "Experimental warheads incorporating frame shift technology. Successful detonation significantly inhibits charging for Supercruise.",
  "Overload Munitions": "Experimental munitions that converts a portion of explosive damage to thermal, at the cost of ammo capacity.",
  "Penetrator Munitions": "Experimental munitions capable of penetrating hull to damage internal modules.",
  "Penetrator Payload": "Deep cut munitions are guaranteed to penetrate upon impact with hull and are capable of damaging multiple internal modules.",
  "Phasing Sequence": "Bleed through Modulating burst fire system designed to defeat shielding. A small amount of damage is able to 'bleed' through shields and attack the targets hull directly, at the cost of minor damage reduction.",
  "Plasma Slug": "Experimental upgrade allowing plasma slug ammo to be generated directly from ship fuel, at the cost of reduced damage.",
  "Radiant Canister": "Experimental munitions that apply significant heat to all targets caught in the blast radius. In addition, targets sensors are temporarily disrupted, at the cost of ammo capacity.",
  "Regeneration Sequence": "Friend or Foe Beam modulation upgrade. When the beam strikes a wingman's shield its energy is regulated, regenerating the shield instead of damaging it.",
  "Reverberating Cascade": "Experimental munitions that overload shields on impact, directly damaging the shield generator.",
  "Scramble Spectrum": "Experimental upgrade that allows hull strikes to potentially trigger random malfunctions on the target.",
  "Screening Shell": "Modified firing and targeting mechanism, decreasing reload times and increasing effectiveness against munitions.",
  "Shift-Lock Canister": "Experimental munitions that cause all frame shift drives caught in the blast radius to reboot, at the cost of reduced damage.",
  "Smart Rounds": "Friend or foe targeting upgrade that causes rounds to self-destruct before damaging ships that are not currently targeted.",
  "Super Penetrator": "Experimental munitions that are capable of penetrating and damaging all modules along its trajectory, at the cost of increased reload times.",
  "Target Lock Breaker": "Experimental upgrade that breaks target lock on successful strikes.",
  "Thermal Cascade": "Experimental munitions that interact with shields upon detonation, generating significant heat on the target.",
  "Thermal Conduit": "Experimental upgrade that increases damage output based on heat level of the firing ship.",
  "Thermal Shock": "Articulated focus array designed to spread heat effectively. Strikes to shields and hull impart additional heat into the target, at the cost of increased heat generation when missing."
}